{
  "appBar": {
    "title": "Academic report 2021-2022"
  },
  "header": {
    "title": "@cademic report 2021-2022",
    "mission": "Mission",
    "subtitle": " Факультет прикладних наук УКУ готує лідерів галузі, що своїми знаннями, навичками і настановами змінюватимуть сьогоднішнє та майбутнє України та світу."
  },
  "pages": {
    "certificatePrograms": {
      "title": "Certificate programs"
    },
    "graduates": {
      "title": "Graduates"
    },
    "admissionCampaign": {
      "title": "Admission campaign results"
    },
    "teachersWins": {
      "title": "Teachers' successes"
    },
    "ratings": {
      "title": "Ratings"
    },
    "science": {
      "title": "Scientific and educational achievements",
      "conferencesTitle": "Scientific studies and conferences",
      "article1": "CVPR 2022",
      "article1Description": "This year, two papers by Machine Learning Lab employees were accepted to one of the most prestigious conferences on computer vision <0>CVPR 2022</0>. <1></1>The article <2>“Is Mapping Necessary for Realistic PointGoal Navigation?”</2> (Ruslan Partsey and Oles Dobosevych), co-authored with researchers from <3>Georgia Institute of Technology</3> and <4>Meta A</4> nvestigates the problem of indoor navigation. The task is to reach the goal, a point given in polar coordinates relative to the initial position, by the shortest path. <1></1><1></1><5>Read more</5><1></1><1></1><1></1>The article <6>“DAD-3DHeads: A Large-scale Dense, Accurate and Diverse Dataset for 3D Head Alignment from a Single Image”</6> was written in collaboration with the Czech Technical University and Imperial College London.<1></1>DAD-3DNet is a diverse and large-scale dataset, and DAD-3DNet is insensitive to deviations in data distribution for the task of 3D reconstruction of head shape from a single photo <1></1><1></1><7>Read more</7><1></1>",
      "article2": "ECCV 2022",
      "article2Description": "Another research of the UCU Machine Learning Lab in cooperation with Pinata Farms and the Czech Technical University was accepted to the prestigious international European Conference on Computer Vision 2022.<0></0><0></0>The article <1>“FEAR: Fast, Efficient, Accurate and Robust Visual Tracker”</1> presents a new framework for efficient tracking of objects on video.<0></0><0></0><2>Read more</2><0></0>",
      "article3": "IEEE CSIT 2022",
      "article3Description": "In November 2022, the students team of the faculty took part in the annual international conference <1>Computer Science and Information Technologies Conference</1> (IEEE CSIT 2022) in the section related to computer engineering.<0></0><0></0>In their research \"A statistical-based performance testing methodology: a case study for the I/O bound tasks\" the team uses the techniques used for the processing of experimental data in the natural sciences to measure the efficiency of the computer. This project is a deepening of last year's topic, which was also presented at this conference.",
      "article4": "ContribuLing 2022",
      "article4Description": "In April 2022, 4th year student Natalia Romanyshyn took part in the #ContribuLing 2022 conference. This is a conference at the intersection of linguistics and computer science and is dedicated to the development of digital tools to deepen the analysis of languages.<0></0><0></0>Natalia Romanyshyn presented the topic \"Vectorial representations of Ukrainian\". This research focuses on finding a method to extract high quality representations of Ukrainian words with limited computational resources.<0></0><0></0><1>Read more</1>",
      "article5": "Computer emulator \"Kyiv\"",
      "article5Description": "Students of the faculty, within the framework of the course \"Architecture of computer systems\" worked on the study of the architecture of the unique computer \"Kyiv\". The students managed to create an emulator of this computer, and the results of their work were presented at a joint seminar of the departments of computer simulation of multiparticle systems and soft matter theory of the Institute for Condensed Matter Physics of NAS of Ukraine.<0></0><0></0>This computer was used to perform a unique series of experiments at that time (mid and late 50s of the twentieth century) – machine recognition of simple geometric shapes, modeling of automata, as well as algorithms for morphological and syntactic analysis of texts, attempts to recognize the meaning of simple sentences.<0></0><0></0><1>Read more</1>",
      "internships": "Educational projects and internships",
      "internship1": "NYU R\\AI Summer Research Program 2022",
      "internship1Description": "This summer, 18 students from Ukraine, and UCU in particular, took part in the Summer Research Program of the <1>NYU Tandon School of Engineering</1> and the Center for Responsible AI at NYU.<0></0>This program covered the field of artificial intelligence, with a special emphasis on Responsible AI..<0></0>During six weeks, students were working on eight research projects under the mentorship of academic experts from universities in the United States and Europe. The internship resulted in several papers that have already been presented at <2>computer science</2> conferences or <3>accepted</3> for future participation.<0></0>During their internship, students also attended a series of lectures and seminars in the field of Data Science and Responsible AI.<0></0><0></0>The summer research program happened thanks to the cooperation of NYU Tandon School of Engineering, Center for Responsible AI at NYU and UCU Faculty of Applied Sciences.<0></0><0></0><4>Read more</4>",
      "internship2": "Neuroscience Summer School at West Virginia University",
      "internship2Description": "This summer, four of our students, as well as students from the Igor Sikorsky Kyiv Polytechnic Institute, participated in the Neuroscience Summer School at the Neural Engineering Lab of <1>West Virginia University</1>.<0></0><0></0>For two months, students were working under the guidance of a mentor and a professor from WVU on a selected research project. For example, Hlib Solodzhuk worked on the approximation of forward and inverse dynamics for leg motion during walking.<0></0><0></0>The partnership with WVU became possible due to close research ties with Valeria Hrytsenko and Serhii Yakovenko who work at WVU. By the way, such cooperation already has a certain duration, because last year, in cooperation with the Neural Engineering Lab, three <2>MSc in Data Science at UCU</2> students successfully defended their theses.<0></0><0></0>You can read more about the impressions of our students <3>here</3>",
      "internship3": "Cooperation of UCU/NaUKMA with the University of Toronto",
      "internship3Description": "In the autumn semester of 2022-2023, thanks to the cooperation of our faculty, the <1>National University of Kyiv-Mohyla Academy</1> and the <2>University of Toronto</2>, our senior students have the opportunity to attend the course Artificial Intelligence in Medicine.<0></0>UCU/NaUKMA students are working together on a research project under the mentorship of professors and PhD students of the University of Toronto. Those student teams that will have the best results at the end of the course, will be able to participate in a research internship next summer in Toronto.<0></0><0></0>In addition, summer projects can become the basis for graduate theses under the joint supervision of a supervisor from the University of Toronto and a professor from Ukraine.",
      "internship4": "Internships at Google",
      "internship4Description": "Student internships and exchanges are an important element of our educational process at the faculty - and it is not only about the need to exchange knowledge or experience - cultural exchange is also important, especially in our current conditions.<0></0>It is not the first time that our students have interned at Google, but this year we have the largest \"landing\". Six students of the faculty took part in two programs of the company this summer: STEP (Student Training in Engineering Program) and Software Engineering in Zurich, and another student interned at the company's office in Munich.<0></0><0></0>For 10-12 weeks, interns who have been accepted for an internship in the company work on a group or individual technical project, learn and adopt the experience of Google employees, as well as master the corporate culture of the company and acquire the necessary soft skills in the first weeks of the internship.<0></0><0></0>Read more about this year's <1>internship</1>",
      "internship5": "Summer medical and technical academy at the Vienna University of Applied Sciences MedTec Summer Academy FH Technikum Wien",
      "internship5Description": "Again about summer and again about student internships. At the beginning of the summer, five of our students visited Lower Austria and participated in the <1>MedTec Summer Academy FH Technikum Wien</1>, dedicated to the development of medical technologies.<0></0><0></0>During the week, participants worked on topical issues of medical technology and medical engineering in the format of seminars and workshops. In addition, each team worked on its own project, solving very specific engineering problems.<0></0><0></0>The participation of our students in the Summer Academy was held thanks to the support of <2>Kooperationsbüro Lemberg – Austrian Cooperation Office in Lviv</2>.<0></0>We hope for further deepening of cooperation between UCU and the Vienna University of Applied Sciences in the field of medical technology and robotics.<0></0><0></0>Student Daria Mineeva <3>shared</3> her impressions on the internship.",
      "internship6": "Data X job market research in Ukraine",
      "internship6Description": "Starting from 2020, on the basis of the Master's program \"Data Science\", a study of the DataX labor market in Ukraine has been conducted: Data Science, Data Engineering, Data Analytics. We conduct a dynamic research-analysis of vacancies on the sites dou.ua and djinni.co in order to identify trends in the field of Data Science in major cities of Ukraine.<0></0><0></0>Labor market research is a kind of catalyst that allows you to thoroughly and dynamically track new trends in the field of Data Science.<0></0><0></0>To a large extent, it is thanks to this research that a 10-month certification program in Data Engineering appeared at the faculty - by analyzing the needs and requests of employers in the field of IT, it was possible to find that the profession of data engineer is gaining wide popularity in working with data.<0></0><0></0>And you can read about amazing insights for 2021 in the DataX segment in Ukraine <1>in the latest report</1>.",
      "internship7": "\"Data Analytics School\" Winter school",
      "internship7Description": "In early 2022 <1>JustAnswer Ukraine</1> held the third winter school \"Data Analytics School\" for students of our faculty.<0></0><0></0>During the course, participants got acquainted with the basic tools for working in grocery companies operating on the principle of an online platform.<0></0>During the week, the company's specialists were sharing on practical cases about:<0></0>📍the use of data analysis for business purposes;<0></0>📍machine learning algorithms and their application for text analysis;<0></0>📍how to use Google Analytics for the purposes of a product company;<0></0>📍PowerBI capabilities for the work of a data analytics professional.<0></0>Just Answer is one of the largest marketplaces for online services. For product companies of this type, data analytics is one of the main business processes. Therefore, it was exciting for our students to take this course.",
      "internship8": "\"How to conduct an effective machine learning research\" Winter school",
      "internship8Description": "In January 2022, the faculty in partnership with <1>AI HOUSE</1> held a winter school on the practices of organizing research in the field of machine learning (\"How to Run an Effective Machine Learning Research\"). The school attended 33 participants who work in the field of Machine Learning / Data Science and want to effectively search and process scientific articles, organize and record experiments, search and collect datasets for training ML models.  Participants also learned to go through all stages of the PoC of a research engineering project.<0></0>The winter school was held at the UCU Kyiv Center.",
      "internship9": "1st place in the \"GameJam\" hackathon",
      "internship9Description": "At the end of 2021, Genesis held the GameJam hackathon, which attended more than 100 participants. The main theme of the hackathon was \"The Matrix\" and according to the rules of the competition, participants had to develop a game that would contain two diversifiers from a given list – certain features of the game (for example, contrasting colors and pixel art).<0></0><0></0>According to the results of the hackathon, the first place was taken by the team of the 3rd year students of the faculty (Ostap Trush, Bohdan Ruban, Oleksiy Hoyev, Alina Bondarets, Oleksandra Stasiuk), who wrote a turn-based 2D game in retro style using the Godot game engine.<0></0>\"The Getaway\" is a turn-based top-down 2D game with stealth-based gameplay mechanics, written during the two-day Gamejam competition. The game's retro style and its black and green color palette were chosen to match the Matrix-inspired theme and atmosphere."
    },
    "socialProjects": {
      "title": "Socially-oriented projects"
    },
    "strategyGoals2025": {
      "title": "Faculty 2025 strategy goals"
    },
    "structuralChanges": {
      "title": "APPS.UCU New members",
      "description": "This academic year 2021-2022 turned out to be difficult due to objective circumstances, however, we are glad that several wonderful people joined the community of the Faculty of Applied Sciences of UCU. <0></0><0></0>First of all, <1>Yulia Kolodii</1> became the new head of the Bachelor's program “IT and Business Analytics”, taking over the baton from Yulia Kleban, who has been leading the program since its opening in 2017. Yulia Kolodii joined the faculty team in 2018 as an assistant in Mathematical Analysis, Discrete Mathematics and Probability Theory courses, and later became a full lecturer in these courses.<0></0><0></0>In the Fall semester of 2022, <2>Dmytro Kushnir</2>, a 2019 graduate of the Faculty, returned to UCU as a lecturer. Now Dmytro performs “Principles of Computer Organization”, “Architecture of Computer Systems” and “Operating Systems”.<0></0>We also welcome to the team of teachers <3>Tetiana Gerasymova</3>, who now teaches \"Fundamentals of Programming\" to our freshmen. Tetiana studied at the Faculty of Mechanics and Mathematics of Taras Shevchenko National University of Kyiv and completed her postgraduate studies. She devoted her life to the effectiveness of learning as she worked a lot with standardized tests (EIT, SAT, GMAT, GRE, etc.).<0></0><0></0><4>Oleksii Ignatenko</4>, Doctor of Physical and Mathematical Sciences, joined us on a permanent basis in early 2022, but has been cooperating with the faculty since 2020 – he taught a course on game theory for students of our Master's program “Data Science”. Now Oleksii teaches the courses “System Analysis” and “Natural Language Processing” for our undergraduate students. Oleksii is fond of science and therefore he is also engaged in its popularization. He actively performs on various platforms with lectures about game theory, and also writes blogs.<0></0><0></0>We are pleased to welcome Professor <5>Vadim Yermolayev</5> to the faculty team.<0></0>Vadim has been teaching at the Data Science Master's program since the first year of its running – 2016, courses on “Data Structure Algorithms” and “Academic Writing”. Vadim Yermolaiev also directs the <6>“Master's Symposium on Advances in Data Mining, Machine Learning, and Computer Vision MS-AMLV”</6>. In the new semester, Vadim will continue his cooperation with the Master's program and will also teach the course “Database Fundamentals” for undergraduate students.<0></0><0></0>Also this year, <7>Daryna Petrenko</7> joined us and will help coordinate our master's program and engage in project activities.\n\n"
    },
    "studentsWins": {
      "title": "Students' wins"
    },
    "whoWeAre": {
      "title": "Who we are?"
    }
  }
}
