{
  "appBar": {
    "title": "Academic report 2021-2022"
  },
  "header": {
    "title": "@cademic report \n [2021'22]",
    "mission": "APPS UCU Mission",
    "subtitle": "<0>Faculty of Applied Sciences of UCU</0> forms the leaders in the field, who will use their knowledge to influence the present and the future Ukraine and the world."
  },
  "introduction": {
    "deansWord": "The dean's word",
    "deansText": "\"New standard of IT education\" is a slogan that was born in 2015 at the beginning of the discussion on the introduction of the IT field of study at UCU. The slogan that became and is a magnet for students; slogan that convinced our numerous partners; a slogan that encouraged colleagues from other universities to create new educational products; slogan that ignited our team. Six rich and incredibly interesting years passed, which formed the Faculty of Applied Sciences and a large community of friends of the Faculty. We tried a lot, we achieved a lot, we set new big goals for ourselves. But this slogan will continue to be an important element of our strategy. We continue to witness, serve, communicate and create a new standard in IT education.",
    "deansName": "Yaroslav Prytula",
    "deansTitle": "Dean of the Faculty \n of Applied Sciences of UCU"
  },
  "partners": {
    "title": "Our partners",
    "description": "Thanks to the support of our partner companies, the Faculty of Applied Sciences can provide scholarships to the best students. We also organize courses, winter and summer schools, meetups, and much more together with the specialists of these companies to help students improve their knowledge and skills in the field of IT.",
    "strategicPartners": "Strategic partners",
    "sponsoredResearchAgreement": "Sponsored Research Agreement",
    "partners": "Partners"
  },
  "pages": {
    "graduates": {
      "title": "Alumni",
      "text": "From year to year, the APPS UCU alumni community is growing both in its quantity and quality, and we are pleased that today we have a small but strong community of graduates of the faculty who are ready to join the creation of quality IT education in UCU, Ukraine and the world.<0></0>In July 2022, at the Graduation celebrations, the APPS UCU Alumni community received another replenishment. 39 students of the Computer Science program, 19 students of the IT and Business Analytics program, and 9 students of the Master’s program in Data Science have successfully completed their studies at the Faculty.<0></0>We are glad that many of our graduates continue their studies in master’s programs or internships at the best universities in the world."
    },
    "admissionCampaign": {
      "title": "Admission campaign results"
    },
    "warStories": {
      "title": "Little stories of a Big War",
      "subtitle": "The APPS UCU and the University community are involved in the action against the aggressor in different ways. Volunteering, fundraising, and working on technological solutions that help our military - ultimately, successful education and research also lay the bricks for our Victory. Among the people involved in the faculty, some are defending Ukraine at the front with weapons in their hands. As of now, we cannot tell you about all of our heroes, but we have the stories of three of them.",
      "andriyRomanyuk": "<1>Andriy Romanyuk</1> is a lecturer with over 20 years of experience and the author of more than 30 scientific and educational works. He has been working at the faculty since its foundation and teaches the course \"Fundamentals of Programming\" to students.<0></0><0></0>On the second day of Russia's full-scale invasion, Andriy Romanyuk joined the military and is now defending Ukraine from the Russian invaders.<0></0><0></0>Read <2>the interview</2> to find out Mr. Romanyuk's thoughts on the war, his fellow soldiers, and the help of volunteers.<0></0>We recently <3>spoke</3> with Mr. Romanyuk again.",
      "andriyKhoma": "<1>Andriy Khoma</1> is a former student of UCU's Faculty of Applied Sciences who volunteered for the Armed Forces of Ukraine from the first day of the war. Before the war, he was a game developer, creating games on various platforms. Now he is a grenade launcher fighting with the Russians in eastern Ukraine.<0></0><0></0>Read about how a game developer became a soldier in this <2>article</2>.",
      "yuriyOstapchuk": "<1>Yuriy Ostapchuk</1> is a former lecturer at Master's degree program in Data Science. At the beginning of the war, Yuriy volunteered to join the Kharkiv Special Operations Detachment \"Azov.\" While performing a combat mission, he was seriously injured in the legs by an enemy mine explosion. Yuriy was hospitalized in Kyiv for a long time and underwent several surgeries."
    },
    "science": {
      "title": "Scientific and educational achievements",
      "awardsTitle": "Awards and achievements",
      "phd": "Congratulations to our graduate of the Master's program “Data Science” Oleksandr Zaitsev on successful defense and obtaining a PhD degree!<0></0><0></0>This news is especially pleasant for us, because Oleksandr became the first among our graduates to receive a Doctor of Philosophy (PhD).<0></0><0></0>The defense took place at the scientific institute <1>Inria Lille - Nord Europe</1> of the University of Lille, where Oleksandr received his degree.<0></0><0></0>Vivat Academia! Vivant Professores!",
      "rectorsAward": "At UCU's graduation ceremony, Rector's Prizes for Exceptional Achievements in Scientific Work were awarded to Rostyslav Hryniv, UCU professor, and Ruslan Partsey, assistant professor at the Department of Computer Science and Information Technology of the Faculty of Applied Sciences of UCU.<0></0><0></0>Rostyslav Hryniv has been working at the faculty since 2016, studying probability theory and its applications and has more than 60 scientific publications in professional journals. For our students, Rostyslav Hryniv teaches Linear Algebra, Probability Theory and Mathematical Statistics.<0></0><0></0>Ruslan Partsey is a graduate of our master's program and now works at the UCU Machine Learning Laboratory, where he is engaged in research in the field of computer vision and coordinates the Data Science program.",
      "conferencesTitle": "Scientific studies and conferences",
      "article1": "CVPR 2022",
      "article1Description": "This year, two papers by Machine Learning Lab employees were accepted to one of the most prestigious conferences on computer vision <0>CVPR 2022</0>. <1></1>The article <2>“Is Mapping Necessary for Realistic PointGoal Navigation?”</2> (Ruslan Partsey and Oles Dobosevych), co-authored with researchers from <3>Georgia Institute of Technology</3> and <4>Meta A</4> nvestigates the problem of indoor navigation. The task is to reach the goal, a point given in polar coordinates relative to the initial position, by the shortest path. <1></1><1></1><5>Read more</5><1></1><1></1><1></1>The article <6>“DAD-3DHeads: A Large-scale Dense, Accurate and Diverse Dataset for 3D Head Alignment from a Single Image”</6> was written in collaboration with the Czech Technical University and Imperial College London.<1></1>DAD-3DNet is a diverse and large-scale dataset, and DAD-3DNet is insensitive to deviations in data distribution for the task of 3D reconstruction of head shape from a single photo <1></1><1></1><7>Read more</7><1></1>",
      "article2": "ECCV 2022",
      "article2Description": "Another research of the UCU Machine Learning Lab in cooperation with Pinata Farms and the Czech Technical University was accepted to the prestigious international European Conference on Computer Vision 2022.<0></0><0></0>The article <1>“FEAR: Fast, Efficient, Accurate and Robust Visual Tracker”</1> presents a new framework for efficient tracking of objects on video.<0></0><0></0><2>Read more</2><0></0>",
      "article3": "IEEE CSIT 2022",
      "article3Description": "In November 2022, the students team of the faculty took part in the annual international conference <1>Computer Science and Information Technologies Conference</1> (IEEE CSIT 2022) in the section related to computer engineering.<0></0><0></0>In their research \"A statistical-based performance testing methodology: a case study for the I/O bound tasks\" the team uses the techniques used for the processing of experimental data in the natural sciences to measure the efficiency of the computer. This project is a deepening of last year's topic, which was also presented at this conference.",
      "article4": "ContribuLing 2022",
      "article4Description": "In April 2022, 4th year student Natalia Romanyshyn took part in the #ContribuLing 2022 conference. This is a conference at the intersection of linguistics and computer science and is dedicated to the development of digital tools to deepen the analysis of languages.<0></0><0></0>Natalia Romanyshyn presented the topic \"Vectorial representations of Ukrainian\". This research focuses on finding a method to extract high quality representations of Ukrainian words with limited computational resources.<0></0><0></0><1>Read more</1>",
      "article5": "Computer emulator \"Kyiv\"",
      "article5Description": "Students of the faculty, within the framework of the course \"Architecture of computer systems\" worked on the study of the architecture of the unique computer \"Kyiv\". The students managed to create an emulator of this computer, and the results of their work were presented at a joint seminar of the departments of computer simulation of multiparticle systems and soft matter theory of the Institute for Condensed Matter Physics of NAS of Ukraine.<0></0><0></0>This computer was used to perform a unique series of experiments at that time (mid and late 50s of the twentieth century) – machine recognition of simple geometric shapes, modeling of automata, as well as algorithms for morphological and syntactic analysis of texts, attempts to recognize the meaning of simple sentences.<0></0><0></0><1>Read more</1>",
      "internships": "Educational projects and internships",
      "internship1": "NYU R\\AI Summer Research Program 2022",
      "internship1Description": "This summer, 18 students from Ukraine, and UCU in particular, took part in the Summer Research Program of the <1>NYU Tandon School of Engineering</1> and the Center for Responsible AI at NYU.<0></0>This program covered the field of artificial intelligence, with a special emphasis on Responsible AI..<0></0>During six weeks, students were working on eight research projects under the mentorship of academic experts from universities in the United States and Europe. The internship resulted in several papers that have already been presented at <2>computer science</2> conferences or <3>accepted</3> for future participation.<0></0>During their internship, students also attended a series of lectures and seminars in the field of Data Science and Responsible AI.<0></0><0></0>The summer research program happened thanks to the cooperation of NYU Tandon School of Engineering, Center for Responsible AI at NYU and UCU Faculty of Applied Sciences.<0></0><0></0><4>Read more</4>",
      "internship2": "Neuroscience Summer School at West Virginia University",
      "internship2Description": "This summer, four of our students, as well as students from the Igor Sikorsky Kyiv Polytechnic Institute, participated in the Neuroscience Summer School at the Neural Engineering Lab of <1>West Virginia University</1>.<0></0><0></0>For two months, students were working under the guidance of a mentor and a professor from WVU on a selected research project. For example, Hlib Solodzhuk worked on the approximation of forward and inverse dynamics for leg motion during walking.<0></0><0></0>The partnership with WVU became possible due to close research ties with Valeria Hrytsenko and Serhii Yakovenko who work at WVU. By the way, such cooperation already has a certain duration, because last year, in cooperation with the Neural Engineering Lab, three <2>MSc in Data Science at UCU</2> students successfully defended their theses.<0></0><0></0>You can read more about the impressions of our students <3>here</3>",
      "internship3": "Cooperation of UCU/NaUKMA with the University of Toronto",
      "internship3Description": "In the autumn semester of 2022-2023, thanks to the cooperation of our faculty, the <1>National University of Kyiv-Mohyla Academy</1> and the <2>University of Toronto</2>, our senior students have the opportunity to attend the course Artificial Intelligence in Medicine.<0></0>UCU/NaUKMA students are working together on a research project under the mentorship of professors and PhD students of the University of Toronto. Those student teams that will have the best results at the end of the course, will be able to participate in a research internship next summer in Toronto.<0></0><0></0>In addition, summer projects can become the basis for graduate theses under the joint supervision of a supervisor from the University of Toronto and a professor from Ukraine.",
      "internship4": "Internships at Google",
      "internship4Description": "Student internships and exchanges are an important element of our educational process at the faculty - and it is not only about the need to exchange knowledge or experience - cultural exchange is also important, especially in our current conditions.<0></0>It is not the first time that our students have interned at Google, but this year we have the largest \"landing\". Six students of the faculty took part in two programs of the company this summer: STEP (Student Training in Engineering Program) and Software Engineering in Zurich, and another student interned at the company's office in Munich.<0></0><0></0>For 10-12 weeks, interns who have been accepted for an internship in the company work on a group or individual technical project, learn and adopt the experience of Google employees, as well as master the corporate culture of the company and acquire the necessary soft skills in the first weeks of the internship.<0></0><0></0>Read more about this year's <1>internship</1>",
      "internship5": "Summer medical and technical academy at the Vienna University of Applied Sciences MedTec Summer Academy FH Technikum Wien",
      "internship5Description": "Again about summer and again about student internships. At the beginning of the summer, five of our students visited Lower Austria and participated in the <1>MedTec Summer Academy FH Technikum Wien</1>, dedicated to the development of medical technologies.<0></0><0></0>During the week, participants worked on topical issues of medical technology and medical engineering in the format of seminars and workshops. In addition, each team worked on its own project, solving very specific engineering problems.<0></0><0></0>The participation of our students in the Summer Academy was held thanks to the support of <2>Kooperationsbüro Lemberg – Austrian Cooperation Office in Lviv</2>.<0></0>We hope for further deepening of cooperation between UCU and the Vienna University of Applied Sciences in the field of medical technology and robotics.<0></0><0></0>Student Daria Mineeva <3>shared</3> her impressions on the internship.",
      "internship6": "Data X job market research in Ukraine",
      "internship6Description": "Starting from 2020, on the basis of the Master's program \"Data Science\", a study of the DataX labor market in Ukraine has been conducted: Data Science, Data Engineering, Data Analytics. We conduct a dynamic research-analysis of vacancies on the sites dou.ua and djinni.co in order to identify trends in the field of Data Science in major cities of Ukraine.<0></0><0></0>Labor market research is a kind of catalyst that allows you to thoroughly and dynamically track new trends in the field of Data Science.<0></0><0></0>To a large extent, it is thanks to this research that a 10-month certification program in Data Engineering appeared at the faculty - by analyzing the needs and requests of employers in the field of IT, it was possible to find that the profession of data engineer is gaining wide popularity in working with data.<0></0><0></0>And you can read about amazing insights for 2021 in the DataX segment in Ukraine <1>in the latest report</1>.",
      "internship7": "\"Data Analytics School\" Winter school",
      "internship7Description": "In early 2022 <1>JustAnswer Ukraine</1> held the third winter school \"Data Analytics School\" for students of our faculty.<0></0><0></0>During the course, participants got acquainted with the basic tools for working in grocery companies operating on the principle of an online platform.<0></0>During the week, the company's specialists were sharing on practical cases about:<0></0>📍the use of data analysis for business purposes;<0></0>📍machine learning algorithms and their application for text analysis;<0></0>📍how to use Google Analytics for the purposes of a product company;<0></0>📍PowerBI capabilities for the work of a data analytics professional.<0></0>Just Answer is one of the largest marketplaces for online services. For product companies of this type, data analytics is one of the main business processes. Therefore, it was exciting for our students to take this course.",
      "internship8": "\"How to conduct an effective machine learning research\" Winter school",
      "internship8Description": "In January 2022, the faculty in partnership with <1>AI HOUSE</1> held a winter school on the practices of organizing research in the field of machine learning (\"How to Run an Effective Machine Learning Research\"). The school attended 33 participants who work in the field of Machine Learning / Data Science and want to effectively search and process scientific articles, organize and record experiments, search and collect datasets for training ML models.  Participants also learned to go through all stages of the PoC of a research engineering project.<0></0>The winter school was held at the UCU Kyiv Center.",
      "internship9": "1st place in the \"GameJam\" hackathon",
      "internship9Description": "At the end of 2021, Genesis held the GameJam hackathon, which attended more than 100 participants. The main theme of the hackathon was \"The Matrix\" and according to the rules of the competition, participants had to develop a game that would contain two diversifiers from a given list – certain features of the game (for example, contrasting colors and pixel art).<0></0><0></0>According to the results of the hackathon, the first place was taken by the team of the 3rd year students of the faculty (Ostap Trush, Bohdan Ruban, Oleksiy Hoyev, Alina Bondarets, Oleksandra Stasiuk), who wrote a turn-based 2D game in retro style using the Godot game engine.<0></0>\"The Getaway\" is a turn-based top-down 2D game with stealth-based gameplay mechanics, written during the two-day Gamejam competition. The game's retro style and its black and green color palette were chosen to match the Matrix-inspired theme and atmosphere.",
      "publicOrientedProjectsTitle": "Public-oriented projects",
      "project1": "Within the disciplines of Operations Management and Risk Management, students worked on a semester project in cooperation with the family outpatient clinic “Vulyk”.<0></0><0></0>The essence of operational management is to properly use your limited resources before the unexpected demand for them. That is why this issue can be ideally applied to such a sphere as medicine, because it is extremely difficult for healthcare institutions to predict the number of patients who will seek help in the hospital in the future.<0></0><0></0>While working on this case, students gained access to an anonymized database of the outpatient clinic, which uses the Doctor Eleks system, which tracks the number of clients, services provided, statistics on the workload of doctors, etc. Working with this data, the students analyzed the clinic's workload to determine whether the available resources of the outpatient clinic are sufficient to meet the demand.<0></0><0></0>As a result, the student teams proposed their solutions to improve the services of the clinic, some of which have already been implemented in its activities or are in the process of implementation. For example, the specifics of the outpatient clinic reception were completely changed, and a call center was introduced to optimize work with clients.",
      "project2": "In early August 2022, the traditional summer camp for children “APPS Summer Camp” was held.<0></0><0></0>“APPS Summer Camp” is a summer school that aims to provide guidance for young people in the field of computer science, who in the future want to build their career in the IT industry. Students not only manage all organizational processes but also independently teach training courses for school participants.<0></0><0></0>This year the camp attended 28 participants, most of whom are students of 9-11 grades.<0></0><0></0>During the “APPS Summer Camp”, students have the opportunity to attend courses on the Principles of Computer Organization, Data Analytics, Design Thinking, Python Programming Fundamentals, Data Visualization, Robotics, Economics Fundamentals, etc.<0></0><0></0>The final chord in the summer school program is the presentation of their own research project, which is implemented during the camp."
    },
    "socialProjects": {
      "title": "Volunteering projects",
      "dzyga": "\"Dzyga’s Paw\" Charity Fund",
      "dzygaDesc": "<2>\"Dzyga’s Paw\" Charity Fund</2><0></0><0></0>Dzyga's Paw Charity Fund is a volunteer initiative that has been helping our military since the first days of the full-scale invasion.<0></0><0></0>The founders of the foundation are Iryna Popovych, a graduate of the Faculty of Applied Sciences of UCU, and Dimko Zhluktenko, who decided to leave his job in IT and devote himself only to volunteer activities.<0></0>The foundation's motto is “Fight back first, then rebuild”- most of the foundation's resources are invested in military assistance, especially in technologies that give a tactical advantage over the enemy. Therefore, the team focuses on the search and procurement of reconnaissance drones, StarLinks, encrypted long-range radios, radio repeaters, modern night vision devices, thermal imagers, etc.<0></0><0></0><1>Read more about the project</1>",
      "naVarti": "Charitable Foundation \"On Guard UA\"",
      "naVartiUaDesc": "<2>Charitable Foundation \"On Guard UA\"</2><0></0><0></0>Sandra Konopatska, a student of the Master's program “Data Science”, together with her team created the fund <1>On Guard UA</1> to support our military.<0></0>Only during the official activity of the fund (since August 2022), Sandra's team managed to buy and transfer to the front many necessary things for a total of more than 1.5 million hryvnias:<0></0>- a large DJI Matrice 300 RTK drone with an H20 camera, a set of batteries (8 pcs.), a charging station and an additional remote control<0></0>- 2 drones with DJI Mavic 3 T enterprise thermal imager<0></0>- 3 DJI Mavic 3 Fly More Combo drones<0></0>- 3 DJI Mavic Air 2 drones<0></0>- 6 Motorola DP4800e walkie-talkies<0></0>- 1 radio Motorola DM4600e<0></0>- 4 Vortex Crossfire 12x50 HD binoculars<0></0>- 1 set of spare parts for repair of Mitsubishi L200 car",
      "volunteeringCenter": "The UCU Volunteer Center",
      "volunteeringCenterDesc": "<2>The UCU Volunteer Center</2><0></0><0></0>Bohdan Petryshak and Ruslan Partsey, graduates of the faculty, became coordinators of the UCU Volunteer Center, which began operating in the first days of the war.<0></0>Over the period of the organization's activity, from the end of February to September 2022, the team of volunteers managed to process about 665 requests from the military, volunteers, hospitals and civilians in need. The volunteers of the center sent more than 30 tons of various aid to more than 40 settlements of Ukraine. This aid includes medicines, food, hygiene products, tactical medicine, clothing, ammunition, technical devices, etc.<0></0><0></0><1>Read more about the activities of the UCU Volunteer Center.</1>",
      "zbirNaMashynu": "Fundraising for a vehicle for the needs of the 103rd Separate Territorial Defense Brigade",
      "zbirNaMashynuDesc": "<1>Fundraising for a vehicle for the needs of the 103rd Separate Territorial Defense Brigade</1><0></0><0></0>Thanks to the efforts of APPS.UCU alumni and teachers, we also managed to raise funds for a car for the needs of the 103rd separate brigade of the Territorial Defense Forces of the Armed Forces of Ukraine. It is in the ranks of this unit that our teacher Andrii Romaniuk serves. The vehicle has already been delivered to its destination and is successfully performing its functions. In addition, UCU professor Rostyslav Hryniv helped to bring other important things for Mr. Andrii's unit: Starlink, radios, helmets, etc.",
      "mykolaShuhai": "Mykola Shuhai volunteer organization",
      "mykolaShuhaiDesc": "<2>Mykola Shuhai volunteer organization</2><0></0><0></0>Since the first days of the full-scale invasion, our graduates and students who met the war abroad, have launched a powerful volunteer activity. For example, Ukrainian students of Czech universities in Prague have created a platform for effective search of things for the front. Students and graduates are searching for bulletproof vests, thermal imagers, sights and various equipment. To do this, they created a volunteer organization named after Mykola Shuhay - Ukrainian-Czech Robin Hood from Transcarpathia. The coordination work is carried out by our graduate Yurii Stasinchuk.<0></0><0></0><1>More about the activities of the organization</1>",
      "objectDetectionDataset": "Building a dataset for prototyping ideas for object detection",
      "objectDetectionDatasetDesc": "<2>Building a dataset for prototyping ideas for object detection</2><0></0><0></0>On the front line, drones play an extremely important role, so it is very important to be able to quickly and easily analyze the data obtained.<0></0><0></0>That is why Oles Dobosevych, the head of the Computer Science program, together with a team of students, prepared a data set for prototyping ideas for object detection in 3 months. The data set is collected from open sources, on which experts can prototype and validate their hypotheses. For example, the collected data can be used to set up a machine-learning model to help detect enemy vehicles.<0></0><0></0>The dataset will also be useful for hackathons to develop solutions in the field of drones, robots and AI solutions.<0></0>The team has made part of the data (60 videos) public, and part is available only after verification of the person and his/her contact details<0></0> The project is implemented in cooperation with the NGO “Tech Institutions” (Vitalii Honcharuk).<0></0><0></0>We publish <1>data</1> for the purpose of sharing experience, as well as for the exchange of expertise.",
      "saveArtUA": "Charitable Foundation \"SaveArtUA\"",
      "saveArtUADesc": "<1>Charitable Foundation \"SaveArtUA\"</1><0></0><0></0>The project “SaveArtUA” is a charitable foundation that provides information coverage of the destruction of Ukrainian cultural monuments and provides financial and methodological assistance to museums during the war. Volunteers of this project record and cover the war crimes of russia and the loss of cultural property of Ukraine, as well as design a plan for their restoration, while seeking funding for this. Information about the destroyed architectural monuments of Ukraine is published on an <2>interactive map</2>.<0></0><0></0>One of the founders of the project is Mykola Kryvyi, a 3rd year student of the IT and Business Analytics program. Recently, the project won in two nominations in the <3>#BigIdeaChallenge</3> competition from the <4>British Council</4>.",
      "thermalAccumulators": "Making thermal accumulators for our military",
      "thermalAccumulatorsDesc": "<1>Making thermal accumulators for our military</1><0></0><0></0>Since mid-March, the UCU Volunteer Center, together with the Lviv Candle Manufactory and students and graduates of the faculty, have been making thermal accumulators for our defenders.<0></0><0></0><2>More information about the project</2>",
      "informationPlatform": "Information platform \"Post to Stop War in Ukraine\"",
      "informationPlatformDesc": "<1>Information platform \"Post to Stop War in Ukraine\"</1><0></0><0></0>With the outbreak of full-scale war, Oleksii Molchanovskyi and Mariia Titarenko, together with a team of developers and media professionals, launched the <2>Post to Stop War</2> in Ukraine platform.<0></0><0></0>This information resource is designed to help in interpersonal communication, from person to person, to explain important aspects of the war in Ukraine for foreigners. On a regular basis, once every one or two days, the team publishes new posts, which are formed by a team of professional communicators. It is accompanied by visual design from excellent designers. And translated into dozens of languages.",
      "allUkrainianSchool": "Bot for the All-Ukrainian School Online project",
      "allUkrainianSchoolDesc": "<1>Bot for the All-Ukrainian School Online project</1><0></0><0></0>Yaroslav Brovchenko, a third-year student of APPS.UCU, together with his team, developed an educational bot for the <2>All-Ukrainian School Online</2> platform, requested by the Ministry of Education and Science of Ukraine.<0></0><0></0>All-Ukrainian School Online is a platform for distance and blended learning for students in grades 5-11 and methodological support for teachers. The educational bot, which Yaroslav worked on, greatly facilitates online learning for students. It contains enough information to help children and teenagers learn in a personalized way wherever they are.",
      "artemDymydScholarship": "Fundraising to replenish the scholarship fund named after Artem Dymyd",
      "artemDymydScholarshipDesc": "<1>Fundraising to replenish the scholarship fund named after Artem Dymyd</1><0></0><0></0>3 weeks - 3 lectures - almost 40 thousand hryvnias.<0></0><2>The Product Management Community Center</2> together with the UCU Faculty of Applied Sciences managed to raise this amount to replenish the scholarship fund named after Artem Dymyd, a UCU graduate and our defender who died in the war. The scholarship will be granted to Plast members who will enter UCU's bachelor's and master's programs.<0></0><0></0>Three meetings were devoted to cross-cultural interaction in business, the art of good presentation and pitching, and how small talks can help develop your business.<0></0><0></0>You can join the formation of a sustainable fund by the <3>link</3>",
      "itInitiatives": "Important IT initiatives in the first days after the full-scale invasion",
      "itInitiativesDesc": "<1>Important IT initiatives in the first days after the full-scale invasion</1><0></0><0></0>At the beginning of the war, there were many initiatives that were needed here and now. For example, our IT army, which also includes our students, created a <2>telegram bot</2> to facilitate logistics for people travelling from the central and eastern regions to western Ukraine.<0></0><0></0>In addition, UCU developers, with the support of the IT community, have developed a <3>platform</3> for registering and cooperating all volunteer projects in the country."
    },
    "strategyGoals2025": {
      "title": "Strategic objectives of the faculty",
      "subtitle": "Strategic objectives <0></0>of the faculty 2025",
      "goal1": "our graduates are the ones who create new jobs. We actively engage students in teaching, science and business projects",
      "goal2": "formed alumni community that continues the education and formation of graduates throughout their lives and involves them in various educational initiatives",
      "goal3": "a powerful team of teachers has been formed both through the training of young teachers and through the involvement of distinguished teachers. We care about our employees and create comfortable onboarding and working conditions",
      "goal4": "the scientific achievements and the established network of partnerships make the faculty visible and prominent with the best examples in peer universities of the world",
      "goal5": "the faculty is a platform for constant experiments",
      "goal6": "the faculty actively builds a community of friends of the faculty and interacts with the community, in particular through consulting, the introduction of socially-oriented courses and the introduction of \"digital thinking\" courses in the worldview core and/or university-wide courses"
    },
    "structuralChanges": {
      "title": "APPS.UCU New members",
      "description": "This academic year 2021-2022 turned out to be difficult due to objective circumstances, however, we are glad that several wonderful people joined the community of the Faculty of Applied Sciences of UCU. <0></0><0></0>First of all, <1>Yulia Kolodii</1> became the new head of the Bachelor's program “IT and Business Analytics”, taking over the baton from Yulia Kleban, who has been leading the program since its opening in 2017. Yulia Kolodii joined the faculty team in 2018 as an assistant in Mathematical Analysis, Discrete Mathematics and Probability Theory courses, and later became a full lecturer in these courses.<0></0><0></0>In the Fall semester of 2022, <2>Dmytro Kushnir</2>, a 2019 graduate of the Faculty, returned to UCU as a lecturer. Now Dmytro performs “Principles of Computer Organization”, “Architecture of Computer Systems” and “Operating Systems”.<0></0>We also welcome to the team of teachers <3>Tetiana Gerasymova</3>, who now teaches \"Fundamentals of Programming\" to our freshmen. Tetiana studied at the Faculty of Mechanics and Mathematics of Taras Shevchenko National University of Kyiv and completed her postgraduate studies. She devoted her life to the effectiveness of learning as she worked a lot with standardized tests (EIT, SAT, GMAT, GRE, etc.).<0></0><0></0><4>Oleksii Ignatenko</4>, Doctor of Physical and Mathematical Sciences, joined us on a permanent basis in early 2022, but has been cooperating with the faculty since 2020 – he taught a course on game theory for students of our Master's program “Data Science”. Now Oleksii teaches the courses “System Analysis” and “Natural Language Processing” for our undergraduate students. Oleksii is fond of science and therefore he is also engaged in its popularization. He actively performs on various platforms with lectures about game theory, and also writes blogs.<0></0><0></0>We are pleased to welcome Professor <5>Vadim Yermolayev</5> to the faculty team.<0></0>Vadim has been teaching at the Data Science Master's program since the first year of its running – 2016, courses on “Data Structure Algorithms” and “Academic Writing”. Vadim Yermolaiev also directs the <6>“Master's Symposium on Advances in Data Mining, Machine Learning, and Computer Vision MS-AMLV”</6>. In the new semester, Vadim will continue his cooperation with the Master's program and will also teach the course “Database Fundamentals” for undergraduate students.<0></0><0></0>Also this year, <7>Daryna Petrenko</7> joined us and will help coordinate our master's program and engage in project activities.\n\n"
    },
    "whoWeAre": {
      "title": "Who we are?",
      "subtitle": "The Faculty of Applied Sciences of UCU prepares industry leaders who will change the present and future of Ukraine and the world with their knowledge, skills and guidance.",
      "mainText": "Our Bachelor's Degree Programs in Computer Science, IT and Business Analytics, as well as a two-year Master’s degree in Computer Science with a major in Data Science, are expanding the frontiers of computer science education and alumni, and our graduates are not just successful employees of world-renowned IT companies, they are leaders who are ready to create new products and services, new ideas and new meanings both in the field of information technology and in other areas of human life."
    }
  }
}
