{
  "appBar": {
    "title": "Академічний звіт 2021-2022"
  },
  "header": {
    "title": "@кадемічний звіт \n [2021'22]",
    "mission": "Місія Apps UCU",
    "subtitle": "<0>Факультет прикладних наук УКУ</0> готує лідерів галузі, що своїми знаннями, навичками і настановами змінюватимуть сьогоднішнє та майбутнє України та світу."
  },
  "pages": {
    "graduates": {
      "title": "Випускники",
      "text": "З року в рік спільнота випускників APPS UCU росте як кількісно так і якісно і ми радіємо, що вже сьогодні маємо невелику, але міцну спільноту випускників факультету, які готові долучатися до творення якісної ІТ освіти в УКУ, Україні та світі.<0></0>У липні 2022 року, на Випускних урочистостях, APPS UCU Alumni спільнота одержала чергове поповнення. Своє навчання на факультеті успішно завершили 39 студентів програми «Комп’ютерні науки», 19 студентів програми «ІТ та Бізнес-аналітика» та 9 студентів  магістерської  програми «Науки про дані».<0></0>Радіємо, що багато наших випускників і далі  продовжують своє навчання вже на магістерських програмах чи інтернатурах в найкращих університетах світу."
    },
    "admissionCampaign": {
      "title": "Результати вступної кампанії"
    },
    "warStories": {
      "title": "Маленькі історії великої війни",
      "subtitle": "Спільнота факультету прикладних наук та Університет в цілому по-різному долучаються до боротьби проти агресора. Волонтерська діяльність, збори коштів, праця над технологічними рішеннями, які допомагають нашим військовим – зрештою успішне навчання та наукова праця теж закладають цеглинки для нашої Перемоги. Серед людей, причетних до факультету є також є ті, хто зі зброєю в руках захищають Україну на фронті. Станом на зараз ми не можемо розповісти про всіх наших героїв, проте маємо історії трьох з них.",
      "andriyRomanyuk": "<1>Андрій Романюк</1> – викладач з більш ніж 20-річним досвідом, автор більше 30-ти наукових та навчально-методичних праць. Працює на факультеті з часу його заснування та викладає для наших студентів курс “Основи програмування”.<0></0><0></0> На другий день повномасштабного вторгнення росії Андрій Романюк пішов у військову частину і нині захищає Україну від російських окупантів.<0></0><0></0> Думки пана Андрія про війну, своїх побратимів та допомогу волонтерів читайте в <2>інтерв’ю</2>.<0></0>Зовсім нещодавно ми знову <3>поспілкувалися</3> з паном Андрієм.",
      "andriyKhoma": "<1>Андрій Хома</1> – колишній студент факультету прикладних наук УКУ, який з першого дня війни записався добровольцем до Збройних Сил України. До війни він був гейм-девелопером – створював ігри на різних платформах. Тепер – гранатометник і воює із росіянами на Сході України.<0></0><0></0>Про те як розробник ігор став військовим читайте у <2>матеріалі</2>.",
      "yuriyOstapchuk": "<1>Юра Остапчук</1>, колишній викладач на магістерській програмі з Data Science. На початку війни Юра вступив добровольцем до \"ССО А30В\" Харків. В складі якого, під час виконання бойового завдання, отримав серйозні поранення ніг, від вибуху ворожої міни. Протягом довго часу Юра знаходився у лікарні м. Києва, де переніс декілька операцій."
    },
    "science": {
      "title": "Наукові та освітні здобутки факультету",
      "awardsTitle": "Нагороди та досягнення",
      "phd": "Вітаємо нашого випускника магістерської програми “Науки про дані” Олександра Зайцева з успішним захистом та здобуттям ступеня PhD!<0></0><0></0>Ця новина для нас по-особливому приємна, адже Олександр став першим серед наших випускників доктором філософії (PhD).<0></0><0></0>Захист відбувся на базі наукового інституту <1>Inria Lille - Nord Europe</1> Університету м.Лілль, де Олександр здобував свій науковий ступінь.<0></0><0></0>Vivat Academia! Vivant Professores!",
      "rectorsAward": "Під час випускних урочистостей в УКУ, Ректорські премії за виняткові досягнення в науковій праці отримали Ростислав Гринів, професор УКУ та Руслан Парцей, асистент кафедри комп’ютерних наук та інформаційних технологій факультету прикладних наук УКУ.<0></0><0></0>Ростислав Гринів працює на факультеті з 2016 року, досліджує теорію ймовірності та її застосування та має більш ніж 60 наукових публікацій в фахових виданнях. Для наших студентів Ростислав Гринів викладає Лінійну алгебру, Теорію ймовірностей та  Математичну статистику.<0></0><0></0>Руслан Парцей є випускником нашої магістерської програми, а зараз працює в Лабораторії машинного навчання УКУ, де займається дослідженнями у сфері комп’ютерного зору, а також координує програму “Науки про дані”.",
      "conferencesTitle": "Наукові дослідження та конференції",
      "article1": "CVPR 2022",
      "article1Description": "Цього року дві статті працівників Лабораторії машинного навчання були прийняті на одну з найпрестижніших конференцій з комп’ютерного бачення <0>CVPR 2022</0>. <1></1> Стаття <2>“Is Mapping Necessary for Realistic PointGoal Navigation?”</2> (Руслан Парцей та Олесь Добосевич) у співавторстві з дослідниками з <3>Georgia Institute of Technology</3> та <4>Meta A</4> досліджує проблему навігації у приміщеннях. Завдання полягає у тому, щоб дістатися до цілі, точки заданої в полярних координатах відносно початкової позиції, найкоротшим шляхом.<1></1><1></1><5>Детальніше</5><1></1><1></1><1></1>Стаття <6>“DAD-3DHeads: A Large-scale Dense, Accurate and Diverse Dataset for 3D Head Alignment from a Single Image”</6> написана у співпраці з Чеським технічним університетом та британським університетом Imperial College London.<1></1>DAD-3DNet - це різноманітний та великомасштабний набір даних, а також DAD-3DNet нечутливий до відхилень у розподілі даних для завдання 3D-реконструкції форми голови з одного фото.<1></1><1></1><7>Детальніше</7><1></1>",
      "article2": "ECCV 2022",
      "article2Description": "Ще одне дослідження працівників Лабораторії машинного навчання УКУ у співпраці з Pinata Farms та Чеським технічним університетом була прийнята на престижну міжнародну конференцію European Conference on Computer Vision 2022.<0></0><0></0>Стаття <1>“FEAR: Fast, Efficient, Accurate and Robust Visual Tracker”</1> презентує новий фреймворк для ефективного відслідковування обʼєктів на відео.<0></0><0></0><2>Детальніше</2><0></0>",
      "article3": "IEEE CSIT 2022",
      "article3Description": "У листопаді 2022 р. студенстька команда факультету взяла участь у щорічній міжнародній конференції <1>Computer Science and Information Technologies Conference</1> (IEEE CSIT 2022) у секції, що стосується комп’ютерної інженерії.<0></0><0></0>У своєму досілдженні “A statistics-based performance testing methodology: a case study for the I/O bound tasks” команда використовує методики прийняті для обробки експериментальних даних в природничих науках для вимірування ефективності роботи комп’ютера. Цей проект є поглибленням минулорічної теми, яка також була презентована на цій конференції.",
      "article4": "ContribuLing 2022",
      "article4Description": "У квітні 2022 р. студентка 4 курсу Наталя Романишин, взяла участь у конференції #ContribuLing 2022. Це конференція на стику лінгвістики та комп’ютерних наук і присвячена розробці цифрових інструментів для поглиблення аналізу мов.<0></0><0></0>Наталя Романишин виступила з темою “Vectorial representations of Ukrainian”. Це дослідження зосереджене на пошуку методу для витягування високоякісної репрезантації слів української мови, маючи обмежені обчислювальні ресурси.<0></0><0></0><1>Детальніше</1>",
      "article5": "Емулятор ЕОМ “Київ”",
      "article5Description": "Студенти факультету, в рамках курсу “Архітектура комп’ютрених систем” працювали над дослідженням архітектури унікального комп’ютера “Київ”. Студентам вдалося створити емулятор цього комп’ютера, а результати своєї роботи вони представили на спільному семінарі відділів комп'ютерного моделювання багаточастинкових систем та теорії м’якої речовини Інститут фізики конденсованих систем НАН України.<0></0><0></0>На цьому комп’ютері була виконана унікальна на той час (середина та кінець 50 рр. ХХ століття) серія експериментів – машинне розпізнавання простих геометричних фігур, моделювання автоматів, а також алгоритми для морфологічного та синтаксичного аналізу текстів, спроби розпізнати сенс простих речень.<0></0><0></0><1>Детальніше</1>",
      "internships": "Освітні проекти та стажування",
      "internship1": "NYU R\\AI Summer Research Program 2022",
      "internship1Description": "Цього літа 18 студентів з України та з УКУ зокрема, взяли участь у Літній дослідницькій програмі від <1>NYU Tandon School of Engineering</1> та Center for Responsible AI at NYU.<0></0>Ця програма охоплювала тематику штучного інтелекту, з особливим наголосом на Responsible AI.<0></0>Протягом шести тижнів студенти працювали над вісьмома дослідницькими проектами під менторством академічних експертів з університетів США та Європи. За результатами стажування вийшло декілька статей, які вже були представлені на конференціях з <2>комп’ютерних наук</2> або ж <3>прийняті до участі</3> у майбутньому.<0></0>За час свого стажування студенти також прослухали серію лекцій та семінарів у сфері Data Science та Responsible AI.<0></0><0></0>Літня дослідницька програма стала можливою завдяки співпраці між NYU Tandon School of Engineering, Center for Responsible AI at NYU та факультетом прикладних наук УКУ.<0></0><0></0><4>Детальніше</4>",
      "internship2": "Літня школа з нейронаук на базі Університету Західної Вірджинії",
      "internship2Description": "Цього літа четверо наших студентів, а також студенти з Київського політехнічного інституту імені Ігоря Сікорського взяли участь у літній школі з нейронаук, на базі Neural Engineering Lab <1>West Virginia University</1>.<0></0><0></0>Протягом двох місяців студенти працювали під керівництвом ментора та професора з WVU над вибраним науковим проектом. До прикладу, Гліб Солоджук працював над апроксимацією forward та inverse dynamics для руху ноги під час ходьби.<0></0><0></0>Партнерство з WVU стало можливим завдяки тісним дослідницьким зв’язкам з Валерією Гриценко та Сергієм Яковенко, які працюють в WVU. До слова, така співпраця вже має певну тривалість, адже минулого року у  співпраці з Neural Engineering Lab, троє студентів-магістрів <2>MSc in Data Science at UCU</2> успішно захистили свої дипломні роботи.<0></0><0></0>Більше про враження наших студентів можна почитати <3>тут</3>",
      "internship3": "Співпраця УКУ/НаУКМА з Університетом Торонто",
      "internship3Description": "В осінньому семестрі 2022-2023 рр., завдяки співпраці між нашим факультетом, <1>Національний університет \"Києво-Могилянська академія\"</1> та <2>University of Toronto</2>, наші студенти-старшокурсники мають можливість прослухати курс Artificial Intelligence in Medicine.<0></0>Студенти УКУ/НаУКМА спільно працюють над дослідницьким проектом під менторством викладачів та PhD студентів Університету Торонто. Ті ж студентські команди, які за результатами курсу матимуть найкращі результати, зможуть взяти участь у дослідницькому стажуванні наступного літа в Торонто.<0></0><0></0>Крім того, літні проекти можуть стати основою для дипломних робіт під спільним керівництвом наукового керівника з Університету Торонто та професора з України.",
      "internship4": "Стажування в компанії “Google",
      "internship4Description": "Студентські стажування та обміни є важливим елементом нашого навчального процесу на факультеті – і мова не тільки про необхідність обміну знань чи досвіду - важливим також є культурний обмін, особливо в наших теперішніх умовах.<0></0>Наші студенти вже не вперше проходять стажування в компанії Google, проте цього року ми маємо найбільший \"десант\". Шестеро студентів факультету цього літа взяли участь у двох програмах компанії: STEP (Student Training in Engineering Program) та Software Engineering у м.Цюрих, а ще одна студентка стажувалася в офісі компанії у м. Мюнхен.<0></0><0></0>Протягом 10-12 тижнів інтерни, які потрапили на стажування в компанію, працюють над груповим чи індивідуальним технічним проектом, вчаться та переймають досвід у працівників Google, а також освоюють корпоративну культуру компанії та здобувають необхідні м’які навички у перші тижні стажування.<0></0><0></0>Детальніше про цьогорічне <1>стажування</1>",
      "internship5": "Літня медико-технічна академія у Віденському університеті прикладних наук MedTec Summer Academy FH Technikum Wien",
      "internship5Description": "Знову про літо і знову про студенстькі стажування. На початку літа, п’ятеро наших студентів відвідали Нижню Австрію та взяли участь у Літній академії <1>MedTec Summer Academy FH Technikum Wien</1>, що присвячена питанням розвитку медичних технологій.<0></0><0></0>Протягом тижня учасники працювали над актуальними питаннями медичних технологій та медичної інженерії у форматі семінарів та воркшопів. Крім того, кожна з команд працювала над своїм проектом, вирішуючи дуже конкретну інженерну проблематику.<0></0><0></0>Участь наших студентів у Літній академії стала можливою завдяки підтримці <2>Kooperationsbüro Lemberg – Австрійське бюро кооперації у Львові</2>.<0></0>Сподіваємося на подальше поглиблення співпраці між УКУ та Віденським університетом прикладних наук у сфері медичних технологій та робототехніки.<0></0><0></0>Своїми <3>враженнями</3> від стажування поділилася студентка Дар’я Мінєєва.",
      "internship6": "Дослідження ринку вакансій Data X в Україні",
      "internship6Description": "Починаючи з 2020 р., на базі магістерської програми “Науки про дані” проводиться дослідження ринку праці DataX в Україні: Data Science, Data Engineering, Data Analytics. Ми проводимо динамічне дослідження-аналіз вакансій на сайтах dou.ua та djinni.co для того, щоб виявляти тенденції в галузі Data Science у великих містах України.<0></0><0></0>Дослідження ринку праці є своєрідним каталізатором, що дозволяє ґрунтовно і динамічно відстежувати нові тренди у галузі Data Science.<0></0><0></0>Значною мірою, саме завдяки цим дослідженням на факультеті з’явилася 10-місячна сертифікаційна програма з Інженерії даних (Data Engineering) – аналізуючи потреби та запити роботодавців у сфері ІТ, вдалося виявити, що професія інженера даних набуває широкої популярності у роботі з даними.<0></0><0></0>А про цікаві інсайти за 2021 року у сегменті DataX в Україні можна почитати у свіжому <1>звіті</1>.",
      "internship7": "Зимова школа “Data Analytics School”",
      "internship7Description": "На початку 2022 р. компанія <1>JustAnswer Ukraine</1> провела вже третю зимову школу “Data Analytics School” для студентів нашого факультету.<0></0><0></0>На курсі учасники ознайомилися із основними інструментами для роботи у продуктових компаніях, що працюють за принципом онлайн платформи.<0></0>Впродовж тижня фахівці компанії розповідали на практичних кейсах про:<0></0>📍використання аналізу даних для цілей бізнесу;<0></0>📍алгоритми машинного навчання та їх застосування для аналізу текстів;<0></0>📍як застосування Google Analytics для цілей продуктової компанії;<0></0>📍можливості PowerBI для роботи професіонала із аналітики даних.<0></0>Just Answer – це один із найбільши маркетплейсів для онлайн сервісів. Для продуктових компаній такого типу аналітика даних є одним із основних бізнес-процесів. Відтак, нашим студентам було дуже цікаво проходити цей курс.",
      "internship8": "Зимова школа \"How to Run an Effective Machine Learning Research\"",
      "internship8Description": "У січні 2022 р. факультет у партнерстві з <1>AI HOUSE</1> провели зимову школу з практик організації досліджень в галузі машинного навчання (\"How to Run an Effective Machine Learning Research\"). Участь у школі взяли 33 учасники, які працюють у сфері Machine Learning / Data Science та хочуть ефективно шукати та опрацьовувати наукові статті, організовувати та обліковувати експерименти, шукати та збирати датасети для тренування ML моделей.  Учасники також вчилися проходити усі етапи реалізації PoC дослідницького інженерного проєкту.<0></0>Зимова школа відбулася на базі Київського центру УКУ.",
      "internship9": "Перемога у хакатоні \"GameJam\"",
      "internship9Description": "Наприкінці 2021 р. компанія “Genesis” провела хакатон \"GameJam\", у якому взяли участь більше 100 учасників. Основною тематикою хакатону була “Матриця” і за правилами змагань учасники мали розробити гру, яка б містити два диверсифікатори із заданого списку – певні особливості гри (до прикладу, контрастні кольори та pixel art).<0></0><0></0>За результатами хакатону, перше місце зайняла команда тепер вже студентів 3 курсу факультету (Остап Труш, Богдан Рубан, Олексій Гоєв, Аліна Бондарець, Олександра Стасюк), які написали покрокову 2D гру у ретро стилі на ігровому рушії Godot.<0></0>“The Getaway” — це покрокова top-down 2D-гра із stealth-based механікою ігрового процесу, написана під час дводенного конкурсу Gamejam. Ретро-стиль гри та її чорно-зелена кольорова палітра були обрані для того, щоб відповідати темі та атмосфері, натхненній Matrix.",
      "publicOrientedProjectsTitle": "Суспільно-орієнтовані проекти",
      "project1": "У рамках дисциплін Менеджмент операцій і Ризик менеджмент студенти працювали над семестровим проєктом у співпраці з сімейною амбулаторією “Вулик”.<0></0><0></0>Суть операційного менеджменту полягає у тому, щоб  правильно використати свої обмежені ресурси до неочікуваного попиту на них.Власне тому цей принцип ідеально застосовується до такої сфери як медицина, адже закладам охорони здоров’я надзвичайно важко передбачити кількість пацієнтів, які звернуться за допомогою до лікарні у майбутньому.<0></0><0></0>Під час роботи над цим кейсом, студенти отримали доступ до анонімізованої бази даних амбулаторії, яка користується системою Doctor Eleks, що  відслідковує кількість клієнтів, послуги які надаються, статистику навантаженості лікарів тощо. Працюючи з цими даними, студенти аналізували завантаженість клініки, щоб виявити наскільки  наявні ресурси амбулаторії достатні для забезпечення необхідного попиту.<0></0><0></0>У підсумку, студентські команди запропонували свої рішення для покращення сервісів клініки, частина яких вже імплементована у її діяльність або ж у перебуває у процесі імплементації. До прикладу, була цілком змінена специфіка роботи рецепції амбулаторії, а також запроваджений колл-центр для оптимізації роботи з клієнтами.",
      "project2": "На початку серпня 2022 р., відбувся вже традиційний літній табір для дітей “APPS Summer Camp”.<0></0><0></0>“APPS Summer Camp” – літня школа, яка має на меті дати орієнтири для молодих людей у сфері комп’ютерних наук, які у майбутньому прагнуть будувати свою кар’єру в ІТ галузі. Студенти не тільки керують усіма організаційними процесами, але й самостійно викладають навчальні курси для учасників школи.<0></0><0></0>Цього року участь у таборі взяли 28 учасників, більшість з яких є учнями 9-11 класів.<0></0><0></0>Під час навчання на “APPS Summer Camp” учні мають можливість прослухати курси з Принципів Організації Комп’ютера, Аналітики даних, Дизайн мислення, Основ програмування у Python, Візуалізації даних, Робототехніки, Основ економіки тощо.<0></0><0></0>Фінальним акордом у програмі літньої школи є презентація власного дослідницького проекту, який реалізовується протягом навчання на таборі."
    },
    "socialProjects": {
      "title": "Волонтерські проекти",
      "dzyga": "Благодійний фонд \"Лапка Дзиґи\"",
      "dzygaDesc": "<2>Благодійний фонд \"Лапка Дзиґи\"</2><0></0><0></0>Dzyga's Paw Charity Fund - волонтерська ініціатива, яка з перших днів повномасштабного вторгнення допомагає нашим військовим.<0></0><0></0>Засновниками фонду є Ірина Попович, випускниця факультету прикладних наук УКУ та Дімко Жлуктенко, який вирішив залишити роботу в ІТ та присвятити себе виключно волонтерській діяльності.<0></0>Гасло фонду - \"Спочатку відсіч, а потім відбудова\" - більшість ресурсів фонд вкладає у військову допомогу, особливо в технології, які дають тактичну перевагу над ворогом.<0></0>Тому команда концентрується на пошуку та закупівлі розвідувальних безпілотників, StarLinks, шифрованих радіостанцій дальнього радіусу дії, радіоретрансляторів, сучасних приладів нічного бачення, тепловізорів тощо.<0></0><0></0><1>Детальніше про проєкт</1>",
      "naVarti": "Благодійний фонд \"На Варті UA\"",
      "naVartiUaDesc": "<2>Благодійний фонд \"На Варті UA\"</2><0></0><0></0>Студентка магістерської програми “Науки про дані” Сандра Конопацька разом з командою створили фонд <1>На Варті UA / On Guard UA</1> для підтримки наших військових.<0></0>Лише за час офіційної діяльності фонду (з серпня 2022), команді Сандри вдалося купити та передати на фронт багато необхідних речей на загальну суму понад 1,5 мільйона гривень:<0></0> - великий дрон DJI Matrice 300 RTK з камерою H20, комплектом батарей (8 шт.), зарядною станцією та додатковим пультом<0></0> - 2 дрони з тепловізором DJI Mavic 3 T enterprise<0></0> - 3 дрони DJI Mavic 3 Fly More Combo<0></0> - 3 дрони DJI Mavic Air 2<0></0> - 6 рацій Motorola DP4800e<0></0> - 1 рацію Motorola DM4600e<0></0> - 4 біноклі Vortex Crossfire 12x50 HD<0></0> - 1 комплект запчастин для ремонту машини Mitsubishi L200",
      "volunteeringCenter": "Діяльність Волонтерського центру УКУ",
      "volunteeringCenterDesc": "<2>Діяльність Волонтерського центру УКУ</2><0></0><0></0>Випускники факультету Богдан Петришак та Руслан Парцей стали координаторами Волонтерського центру УКУ, який почав діяти у перші дні війни.<0></0>За час діяльності  органзіації, з кінця лютого по вересень 2022 р. команді волонтерів вдалося опрацювати біля 665 запитів від військових, волонтерів, госпіталів та цивільних у потребі. Волонтери центру надіслали більш як 30 тонн різної допомоги до понад 40 населених пунктів України. Ця допомога включає медикаменти, продукти харчування, засоби гігієни, засоби тактичної медицини, одяг, амуніція, технічні пристрої тощо.<0></0><0></0><1>Детальніше про діяльність Волонтерського центру УКУ.</1>",
      "zbirNaMashynu": "Збір коштів на машину для потреб 103-ї окремої бригади Сил ТрО ЗСУ ",
      "zbirNaMashynuDesc": "<1>Збір коштів на машину для потреб 103-ї окремої бригади Сил ТрО ЗСУ</1><0></0><0></0>Завдяки зусиллям випускників та викладачів APPS.UCU також вдалося зібрати кошти на машину для потреб 103-ї окремої бригади Сил територіальної оборони Збройних сил України. Саме у лавах цього підрозділу служить наш викладач Андрій Романюк. Автомобіль вже доставлений до пункту призначення і успішно виконує свої функції. Крім того, професор УКУ Ростислав Гринів допоміг залучити інші важливі речі для підрозділу пана Андрія: Starlink, рації, шоломи тощо.",
      "mykolaShuhai": "Волонтерська організація імені Миколи Шугая",
      "mykolaShuhaiDesc": "<2>Волонтерська організація імені Миколи Шугая</2><0></0><0></0>З перших днів повномасштабного вторгнення наші випускники та студенти, які зустріли війну закордоном, розгорнули потужну волонтерську діяльність.До прикладу, українські студенти чеських університетів в Празі створили платформу для ефективного пошуку речей для фронту. Студенти та випускники займаються пошуком бронежилетів, тепловізорів, прицілів та різного спорядження. Для цього вони створили волонтерську організацію, названу в честь Миколи Шугая - українсько-чеського Робін Гуда з Закарпаття. Координаційною роботою займається наш випускник Юрій Стасінчук.<0></0><0></0><1>Детальніше про діяльність організації</1>",
      "objectDetectionDataset": "Створення набору даних для прототипування ідей щодо виявлення об’єктів",
      "objectDetectionDatasetDesc": "<2>Створення набору даних для прототипування ідей щодо виявлення об’єктів</2><0></0><0></0>На передовій безпілотники відіграють надзвичайно важливу роль, тому дуже важливо вміти швидко і безперешкодно аналізувати отримані дані.<0></0><0></0>Саме тому Олесь Добосевич, керівник програми з Комп’ютерних наук, разом із командою студентів, за 3 місяці підготували набір даних для прототипування ідей щодо виявлення об’єктів (object detection). Набір даних зібраний із відкритих джерел, на якому експерти можуть прототипувати та валідувати свої гіпотези. До прикладу, з допомогою зібраних даних можна налаштувати модель машинного навчання, яка допомагатиме виявляти ворожу техніку.<0></0><0></0>Датасет буде також корисним для проведення хакатонів з розробки рішень у сфері дронів, роботів та рішень зі Штучним Інтелектом.<0></0>Частину даних (60 відео) команда зробила публічною, а частина є доступною лише після підтвредження особи та її контактних даних.<0></0>Проєкт здійснюється у співпраці з ГО «Тех Інституції»(Віталій Гончарук).<0></0><0></0>Публікуємо <1>дані</1> з метою обміну досвіду, а також для обміну експертизою.",
      "saveArtUA": "Благодійний фонд \"SaveArtUA\"",
      "saveArtUADesc": "<1>Благодійний фонд \"SaveArtUA\"</1><0></0><0></0>Проєкт \"SaveArtUA\" - це благодійний фонд, який займається інформаційним висвітленням руйнації українських пам’яток культури та надає фінансову та методологічну допомогу музеям під час війни. Волонтери цього проекту фіксують та висвітлюють воєнні злочини росії та втрати культурних цінностей України, а також проектують план їхнього відновлення, паралельно шукаючи для цього фінансування. Інформація про зруйновані пам’ятки архітектури України публікується на <2>інтерактивній мапі</2>.<0></0><0></0>Одним із засновників проєкту є Микола Кривий, студент 3 курсу програми “ІТ та Бізнес-аналітика”. Нещодавно проєкт переміг у двох номінаціях у конкурсі <3>#BigIdeaChallenge</3> від <4>British Council<4/>.",
      "thermalAccumulators": "Виготовлення термоакумуляторів для наших військових",
      "thermalAccumulatorsDesc": "<1>Виготовлення термоакумуляторів для наших військових</1><0></0><0></0>Волонтерський центр УКУ, разом з Львівською свічковою мануфактурою та студентами і випускниками факультету, з середини березня виготовляють термоакумулятори для наших захисників.<0></0><0></0><2>Детальніше про проєкт</2>",
      "informationPlatform": "Інформаційна платформа \"Post to Stop War in Ukraine\"",
      "informationPlatformDesc": "<1>Інформаційна платформа \"Post to Stop War in Ukraine\"</1><0></0><0></0>З початком повномасштабної війни, Олексій Молчановський та Марія Титаренко разом з командою розробників та медійників запустили платформу <2>Post to Stop War in Ukraine</2>.<0></0><0></0>Цей інформаційний ресурс покликаний допомогти в міжперсональній комунікації, від людини до людини, пояснити про важливі аспекти війни в Україні для іноземців. Регулярно, раз на один-два дні команда публікує нові пости, які формуються командою професійних комунікаторів. Додається візуальне оформлення від чудових дизайнерів. Та перекладається на десятки мов.",
      "allUkrainianSchool": "Бот для проекту Всеукраїнська школа онлайн",
      "allUkrainianSchoolDesc": "<1>Бот для проекту Всеукраїнська школа онлайн</1><0></0><0></0>Ярослав Бровченко, студент третього курсу APPS.UCU разом з командою, розробили освітнього бота для платформи <2>Всеукраїнська школа онлайн</2>, на замовлення Міністерства освіти і науки України.<0></0><0></0>Всеукраїнська школа онлайн - це платформа для дистанційного та змішаного навчання учнів 5-11 класів та методичної підтримки вчителів. Освітній бот, над яким працював Ярослав, значно полегшує онлайн навчання для учнів. Він містить достатньо інформації, щоб персоналізовано допомагати дітям та підліткам навчатися всюди, де б вони не були.",
      "artemDymydScholarship": "Збір коштів для поповнення стипендійного фонду імені Артема Димида",
      "artemDymydScholarshipDesc": "<1>Збір коштів для поповнення стипендійного фонду імені Артема Димида</1><0></0><0></0>3 тижні - 3 лекції - майже 40 тисяч гривень.<0></0>Таку суму <2>Product Management Community Center</2> разом з факультетом прикладних наук УКУ вдалося зібрати для поповнення стипендійного фонду імені Артема Димида, випускника УКУ та нашого захисника, який загинув на війні. Стипендію в університеті надаватимуть пластунам, які вступатимуть на бакалаврські та магістерські програми УКУ.<0></0><0></0>Три зустрічі стосувалися крос-культурної взаємодії в бізнесі, мистецтва хорошої презентації та пітчингу,  а також про те як small talks можуть допомогти у розвитку вашого бізнесу.<0></0><0></0>Долучитися до формування сталого фонду можна за <3>посиланням</3>",
      "itInitiatives": "Важливі ІТ ініціативи в перші дні після повномасштабного вторгнення",
      "itInitiativesDesc": "<1>Важливі ІТ ініціативи в перші дні після повномасштабного вторгнення</1><0></0><0></0>На початку війни виникло багато ініціатив, які були потрібні тут і зараз. До прикладу, наша ІТ армія до якої входять також наші студенти створили <2>телеграм-бот</2> для полегшення логістики людям, які їдуть з центральних та східних регіонів на захід України.<0></0><0></0>Крім того, розробники з УКУ, за підтримки ІТ спільноти, розробили <3>платформу</3> для реєстру та кооперації усіх волонтерських проектів країни."
    },
    "strategyGoals2025": {
      "title": "Стратегічні цілі факультету",
      "subtitle": "Стратегічні цілі <0></0>факультету 2025",
      "goal1": "наші випускники є тими, хто творять нові робочі місця. Ми активно залучаємо студентів до викладення, науки та бізнес-проектів",
      "goal2": "сформована alumni спільнота, яка продовжує навчання та формування випускників впродовж життя та залучає їх до різних освітніх ініціатив",
      "goal3": "сформована потужна команда постійних викладачів як через навчання молодих викладачів, так і через залучення зіркових викладачів. Ми піклуємось про наших працівників та створюємо комфортні умови онбордингу та праці",
      "goal4": "науковий доробок та сформована мережа партнерств робить факультет помітним та співмірним з кращими прикладами у співмірних унівеситетах світу",
      "goal5": "факультет є майданчиком для постійних експериментів",
      "goal6": "факультет активно розбудовує спільноту друзів факультету та активно взаємодіє зі спільнотою, зокрема, через консалтинг, запровадження курсів суспільно-орієнтованого навчання та впровадження курсів \"цифрового мислення\" в світоглядне ядро та/чи загальноуніверситетські курси"
    },
    "structuralChanges": {
      "title": "Нові обличчя на APPS.UCU",
      "description": "Академічний рік 2021–2022 виявився непростим через об’єктивні обставини, тим не менше ми радіємо, що до спільноти факультету прикладних наук УКУ приєдналося декілька чудових людей.<0></0><0></0>Найперше, <1>Юля Колодій</1> стала новою керівницею бакалаврської програми “ІТ та бізнес-аналітика”, перейнявши естафету у Юлії Клебан, яка керувала програмою із часу її відкриття у 2017 р. Юля Колодій приєдналася до команди факультету у 2018 р., у ролі асистентки на курсах із Математичного аналізу, Дискретної математики та Теорії ймовірності, а вже згодом стала повноцінним викладачем на цих курсах.<0></0><0></0>В Осінньому семестрі 2022 р. <2>Дмитро Кушнір</2>, випускник факультету 2019 року, повернувся до УКУ вже в ролі викладача. Зараз Дмитро викладає курс “Алгоритми та структури даних”, а також асистує на курсах: “Принципи організації комп’ютера”, “Архітектура комп’ютерних систем” та “Операційні системи”.<0></0>Вітаємо в команді викладачів також <3>Тетяну Герасимову</3>, яка зараз викладає «Основи програмування» для наших першокурсників. Тетяна навчалася на механіко-математичному факультеті КНУ імені Тараса Шевченка, де також завершила аспірантуру. Багато часу свого життя присвятила ефективності навчання, адже багато працювала зі стандартизованими тестами (ЗНО, SAT, GMAT, GRE тощо).<0></0><0></0><4>Олексій Ігнатенко</4>, доктор фізико-математичних наук долучився до нас на постійній основі ще на початку 2022 року, проте співпрацює з факультетом ще з 2020 року — він викладав курс із теорії ігор для студентів нашої магістерської програми “Науки про дані”. Зараз Олексій викладає курси “Системний аналіз” та «Обробку природної мови» для наших студентів-бакалаврів. Олексій дуже любить науку й тому також займається її популяризацією. Він активно виступає на різних майданчиках із лекціями про теорію ігор, а також веде блоги.<0></0><0></0>Ми раді вітати в команді факультету професора <5>Вадима Єрмолаєва</5>.<0></0>Вадим викладав на магістерській програмі Data Science від першого року її існування – 2016, а саме курси з “Алгоритмів структур даних” та “Академічне письмо”. Вадим Єрмолаєв також керує магістерським симпозіумом <6>“Master’s Symposium on Advances in Data Mining, Machine Learning, and Computer Vision MS-AMLV”</6>. У новому семестрі Вадим продовжить співпрацю з магістерською програмою, а крім того, викладатиме курс “Основи баз даних” для студентів-бакалаврів.<0></0><0></0>Також цього року до нас долучилася <7>Дарина Петренко</7>, яка допомагатиме координувати нашу магістерську програму, а також займатиметься проєктною діяльністю."
    },
    "studentsWins": {
      "title": "Студентські перемоги"
    },
    "whoWeAre": {
      "title": "Хто ми?"
    }
  }
}
